;
; Batti 2.3
; Localization file for Swedish
; by XC <ExCe.EssE@gmail.com>, 2008
;

   2="Avbryt"
 101="Välj Färg"
 102="Om"
 103="Allmänt"
 104="Avancerat"
 105="Utseende"
 106="Batteri"
 107="Licens"
 201="Alternativ"
 202="Batti konfiguration"
 203="Förgrund"
 204="Bakgrund"
 205="Ram"
 206="Förgrund nätdrift"
 207="Ingen åtgärd"
 208="Öppna konfiguration"
 209="Förgrund låg"
 210="Bakgrund låg"
 211="Förgrund kritisk"
 212="Bakgrund kritisk"
 213="Kritisk nivå måste vara mindre än låg nivå."
 214="Batteri låg"
 215="Batteri kritisk"
 216="Okänd"
 217="Laddning startad"
 218="Batteri laddat"
 219="Förgrund laddnig"
 220="Bakgrund ladding"
 221="Avbryt"
 222="Avstängningsnivån måste vara mindre än kritisk nivå."
 223="Visa information"
 224="Stäng av"
 225="Välj färg"
 226="Om"
1000="Alternativ"
1001="Indikera vid laddning"
1002="Blinka vid kritisk nivå"
1003="Alltid överst"
1004="Vid knack"
1012="Vänster marginal"
1015="Höjd"
1018="Färger"
1020="Färg"
1022="Visa ram"
1023="Ljud"
1025="Spela ljud"
1027="Nivåer"
1028="Låg nivå"
1031="procent"
1032="Kritisk nivå"
1035="procent"
1036="Avstägningsnivå"
1039="procent"
1073="Visa procentsteg"
1074="Visa ikon i systemfältet"
1077="Gradient indikator"
1800="Huvudbatteri:"
1802="Backupbatteri:"
1806="Temperatur:"
1807="Spänning:"
1808="Spänning:"
1815="Anpassa inställningar"
2000="Batti notifiering"
2001="Enheten kommer att stängas av om %d sekunder."
2002="Stäng av"
2003="Ignorera"
2004="Snooze"
2005="Dölj"
2006="Batteri info"
2008="Huvudbatteri"
2009="Batteridrift"
2010="Laddar"
2011="Nätdrift"
2012="Procent:"
2013="Okänd"
2014="Spänning:"
2015="Temperatur:"
2016="Batterityp:"
2017="Backupbatteri"
2019="Kvarstående ström"
2020="Vill du behålla dina inställningar?"
40008="Inställningar..."
40009="Avsluta"
40010="Info..."
57664="Om"
